[
  {
    "id": "chat_commander",
    "type": "talk_topic",
    "dynamic_line": {
      "u_has_any_trait": [
            "MARLOSS",
            "MARLOSS_BLUE",
            "MARLOSS_YELLOW",
            "MYCUS",
			"M_IMMUNE"
        ],
      "yes": "Wait, is that... You've joined the wrong faction, fungal scum! YOU'LL BURN FOR THIS!!!",
      "no": "...according to your own report, that XC-177 members should..."
    },
    "responses": [
	  {
			"text": "You can't defeat us. Join us. It's not too late...",
			"topic": "TALK_DONE",
			"condition": {
			  "u_has_any_trait": [
					"MARLOSS",
					"MARLOSS_BLUE",
					"MARLOSS_YELLOW",
					"MYCUS",
					"M_IMMUNE"
				]
			},
			"effect": "hostile",
			"switch": true
	  },
	  {
        "text": "Um... Hello there...",
        "topic": "leave2",
        "condition": {
          "and": [
		    { "not": { "u_has_trait": "MARLOSS" } },
			{ "not": { "u_has_trait": "MARLOSS_BLUE" } },
			{ "not": { "u_has_trait": "MARLOSS_YELLOW" } },
			{ "not": { "u_has_trait": "MYCUS" } },
			{ "not": { "u_has_trait": "M_IMMUNE" } },
            { "not": { "u_has_trait": "STORMTROOPER" } }
          ]
        }
      },
	  {
        "text": "Commander?",
        "topic": "talk",
        "condition": {
          "and": [
		    { "not": { "u_has_trait": "MARLOSS" } },
			{ "not": { "u_has_trait": "MARLOSS_BLUE" } },
			{ "not": { "u_has_trait": "MARLOSS_YELLOW" } },
			{ "not": { "u_has_trait": "MYCUS" } },
			{ "not": { "u_has_trait": "M_IMMUNE" } },
            { "u_has_trait": "STORMTROOPER" }
          ]
        }
      }
    ]
  },
  {
    "id": "leave2",
    "type": "talk_topic",
    "dynamic_line": "What? I have no slightest idea how the guadrs haven't killed you yet, but I bet they'll do it soon if you won't leave. You're NOT AUTHORIZED to be there.",
    "responses": [ 
		{
        "text": "Okay, okay, I'm leaving...",
		"topic": "TALK_DONE"
		}
	]
  },
  {
    "id": "talk",
    "type": "talk_topic",
	"dynamic_line": "Yes?... Oh, welcome, Stormtrooper! Glad to know you're still alive! Anyways, the war still rages on. You can rest a while if you wish, but get ready for the fight! I've got orders for you, soldier.",
	"responses": [ 
		{
			"text": "What is this place?",
			"topic": "place"
		},
		{
			"text": "Who are you?",
			"topic": "who2"
		},
		{
			"text": "What's the recent operational plan?",
			"topic": "TALK_MISSION_LIST",
			"condition": {
			  "and": [
				"has_available_mission",
				{ "not": "has_assigned_mission" }
			  ]
			}
		},
		{
			"text": "What have happened to you?",
			"topic": "past"
		},
		{
			"text": "How's life going on here?",
			"topic": "life"
		},
		{
			"text": "I need to get going.",
			"topic": "TALK_DONE"
		}
	  ]
  },
  {
    "id": "talk2",
    "type": "talk_topic",
	"dynamic_line": "Anything eles you want to know, Stormtrooper? And remember about the orders I've got for you.",
	"responses": [ 
		{
			"text": "What is this place?",
			"topic": "place"
		},
		{
			"text": "Who are you?",
			"topic": "who2"
		},
		{
			"text": "What's the recent operational plan?",
			"topic": "TALK_MISSION_LIST",
			"condition": {
			  "and": [
				"has_available_mission",
				{ "not": "has_assigned_mission" }
			  ]
			}
		},
		{
			"text": "What have happened to you?",
			"topic": "past"
		},
		{
			"text": "How's life going on here?",
			"topic": "life"
		},
		{
			"text": "I need to get going.",
			"topic": "TALK_DONE"
		}
	  ]
  },
  {
    "id": "place",
    "type": "talk_topic",
    "dynamic_line": "That's a storage building we've claimed and repurposed to suit our needs. You know, during the initial days unknown soldiers had attacked many military bases which we couldn't successfully reclaim later. So we set up a temporary base here. It's not bad - it's close enough to the nearest city to comfortably organize looting trips, but also far enough to enjoy a relative peace from the monsters roaming the streets. It's all I have for now to keep on fighting.",
    "responses": [ 
		{
        "text": "Could be better, but also could be worse, I guess...",
		"topic": "talk2"
		}
	]
  },
  {
    "id": "who2",
    "type": "talk_topic",
    "dynamic_line": "I'm the XC-177 squad leader. Most of the soldiers here are from my team, but there a few from other teams as well. I've also managed to raid a nearby lab and find two scientists trapped inside. They didn't notice the world has ended and are happy to carry on with their research here... Which is a godsend, guns won't be enough to purge this world.",
    "responses": [ 
		{
        "text": "I'm from suqad XC-175, not 177. But, according to your words, it seems that the 177 is the only suqad I can join anyways...",
		"topic": "talk2"
		}
	]
  },
  {
    "id": "life",
    "type": "talk_topic",
    "dynamic_line": "Could be worse, but we're still struggling here. Most of my troops do their best during looting and clearing the streets, but I can't let my guard down because of the abundnance of resources out there. We must become self-sufficient, the sooner the better. Another problem is that our scientists lack a proper equipment, so the computer simulators and science software is all what they have for their work. Wish we could scavenge the whole lab, but those pesky giant sulphuric ants decided otherwise... To add to this, they can't sit in front of their computers all day, because the solar panels on the roof can generate only so much power. And when they don't sit in front of the computers, they can't do anything productive at all. They're just scientists, after all. Sometimes I'm jealous that thanks to their jobs they were allowed not to realise the world has ended...",
    "responses": [ 
		{
        "text": "Hm. Hope I could help you. I'll follow the orders. I'll fight for a better world.",
		"topic": "fight"
		}
	]
  },
  {
    "id": "fight",
    "type": "talk_topic",
    "dynamic_line": "That's the spirit, Stormtrooper. *The commander has smiled to you a little.*",
    "responses": [ 
		{
        "text": "...",
		"topic": "talk2"
		}
	]
  },
  {
    "id": "past",
    "type": "talk_topic",
    "dynamic_line": "After we've lost the defence battle at our military base, I was trying to establish an outpost at the National Guard base. They seemed to be well-supplied and they even had labs underground! You know how much would I like to send my scientists there... That could speed the whole process up by a lot. However, the whole place turned out to be infested with guard robots, with no trace of the pre-apocalypse human personnel. 'Great, a robotic army at my disposal, I thought at first'. However, as soon as we've entered, they turned hostile. Lost half of my squad as we were retreating... Later I've established contact with the Free Merchants because I've picked up their communications while tuning my walkie-talkie. They led us to the refugee center where we spent our time healing the wounded. We've met a National Guard representative there, who has explained to them that the robots at the facility turned hostile due to a critical bug as they were reprogrammed to fend off monsters in a hurry. He was the last man standing from that base's personnel...",
    "responses": [ 
		{
        "text": "Well, who said the war's going to be easy...",
		"topic": "talk2"
		}
	]
  }
]
