[
  {
    "id": "Hentai_book_syujinkou",
    "type": "BOOK",
    "name": "Doujin of Touhou Project",
    "//": "I want to cover all the characters. I think there are many dissatisfactions because the creator of the imagination poorly thought about it. Please make corrections and additions by yourself.",
    "description": "It is an obscene book on the subject of a pretty girl. Keep in mind, there are too many snippets for me to care about translating them all.",
    "weight": "180 g",
    "volume": "40 ml",
    "price": 10000,
    "material": [ "paper" ],
    "symbol": "?",
    "color": "pink",
    "intelligence": 6,
    "time": 5,
    "chapters": 28,
    "fun": 30,
    "snippet_category": [
      {
        "id": "hakurei_reimu01",
        "text": "It is an obscene book on the subject of a pretty girl. Hakurei Reimu who failed to get rid of youkai is a story of insults where it is turned into a sex slave of youkai."
      },
      {
        "id": "hakurei_reimu02",
        "text": "It is an obscene book on the subject of a pretty girl. Hakurei Reimu is a story that faces children and makes children."
      },
      {
        "id": "hakurei_reimu03",
        "text": "It is a self-produced book on the subject of pretty girls. This is a story in which Hakurei Reimu has no relationship with Mori Kinsuke Konosuke."
      },
      {
        "id": "kirisame_marisa01",
        "text": "It is an obscene book on the subject of a pretty girl. It is a story to become a comforter, Marisa Kirisame, who has had a revenge on youkai."
      },
      {
        "id": "kirisame_marisa02",
        "text": "It is an obscene book on the subject of a pretty girl. It is a story in which drizzle Marisa who is eaten by strange desires and indulges in masturbation."
      },
      {
        "id": "kirisame_marisa03",
        "text": "It is a self-produced book on the subject of pretty girls. It is a story with no other love where Marisa Kirisame discusses the product with Kinsuke Mori."
      },
      {
        "id": "satukirin01",
        "text": "It is an obscene book on the subject of a pretty girl. It is a collection of obscene illustrations of Satoshi Uzuki."
      },
      {
        "id": "satukirin02",
        "text": "It is a self-produced book on the subject of pretty girls. It is a story without others where you and Yuzuki Satoshi run marital life in modern Japan."
      },
      {
        "id": "satukirin03",
        "text": "It is a self-produced book on the subject of pretty girls. It is a youth story depicting the school life of you and Satsuki Aoi."
      },
      {
        "id": "usami_renko01",
        "text": "It is an obscene book on the subject of a pretty girl. It is a story in which Usami Ryoko is compulsorily compelled to a drinking party, and is drunken and prosecuted."
      },
      {
        "id": "usami_renko02",
        "text": "It is an obscene book on the subject of a pretty girl. It is a tale that Rashi Usami is made into a sex slave of a university teacher to intimidate a unit."
      },
      {
        "id": "usami_renko03",
        "text": "It is a self-produced book on the subject of pretty girls. It is a pure love story where Usami Renko falls in love with the wonderful senior you."
      },
      {
        "id": "maribel_hearn01",
        "text": "It is an obscene book on the subject of a pretty girl. Maeri Berry Hahn is a rape book that is licked by yakuza and made into drug-made sex slaves."
      },
      {
        "id": "maribel_hearn02",
        "text": "It is an obscene book on the subject of a pretty girl. It is a story in which Maeri Berry Hahn gets lost in Gensokyo and becomes a sexual slave of you."
      },
      {
        "id": "maribel_hearn03",
        "text": "It is a self-produced book on the subject of pretty girls. It is a pure love story in which Maery Berry Hahn falls in love with the junior you."
      },
      {
        "id": "usami_sumireko01",
        "text": "It is an obscene book on the subject of a pretty girl. It is a story in which Atsuko Usami is threatened by violation of the Guns Act and becomes a sexual slave of a police officer."
      },
      {
        "id": "usami_sumireko02",
        "text": "It is an obscene book on the subject of a pretty girl. This is a story of reverse rape where Usako Atsumi threatens a common man with 3D printer gun and meets sexual desire."
      },
      {
        "id": "usami_sumireko03",
        "text": "It is a self-produced book on the subject of pretty girls.It is a trivial tale depicting the love of Yuko Usami and you."
      },
      {
        "id": "kirisame01",
        "text": "It is an obscene book on the subject of a pretty girl. It is a story to become a comforter, Marisa Kirisame, who has had a revenge on youkai."
      },
      {
        "id": "kirisame02",
        "text": "It is an obscene book on the subject of a pretty girl. It is a story in which drizzle Marisa who is eaten by strange desires and indulges in masturbation."
      },
      {
        "id": "kirisame03",
        "text": "It is a self-produced book on the subject of pretty girls. It is a story with no other love where Marisa Kirisame discusses the product with Kinsuke Mori."
      },
      {
        "id": "moritika01",
        "text": "It is a lewd book which made Mihiki the subject. It is a story that Morino Kinnosuke is attacked by a monster and the asshole is exhausted as far as the insult."
      },
      {
        "id": "moritika02",
        "text": "It is a lewd book which made Mihiki the subject. It is a story that Morino Kinnosuke was in love with the villager's nephew, and the rich sexual intercourse that has been drawn is drawn."
      },
      {
        "id": "moritika03",
        "text": "It is a lewd book which made Mihiki the subject. It is a story that sexual slave Mori no Kinsuke Kinsuke is dedicated to serving you."
      },
      {
        "id": "moritika04",
        "text": "It is a lewd book which made Mihiki the subject. It is a pure love story in which Morino Kinnosuke confesses love to you and dedicates the back virgin."
      },
      {
        "id": "moritika05",
        "text": "It is a lewd book which made Mihiki the subject. It is a story that Morino Kinnosuke teaches how to use Enemagra to you."
      },
      {
        "id": "moritika06",
        "text": "It is a lewd book which made Mihiki the subject. It is a story in which Morino Kinnosuke is attacked by souls and trained as a female."
      },
      {
        "id": "moritika07",
        "text": "It is a lewd book which made Mihiki the subject. This is an illustration collection where Rinnosuke Morichika masturbates by various means such as handjob and anal vibes."
      },
      {
        "id": "moritika08",
        "text": "It is a lewd book which made Mihiki the subject. Rinosuke Morichika is a devil story that makes the fortune slave a sex slave."
      },
      {
        "id": "moritika09",
        "text": "It is a lewd book which made Mihiki the subject. Ryonosuke Morichika is a story of rich sexual intercourse in which the outsider of the world ♂ is engraved on the fortuneteller."
      },
      {
        "id": "moritika10",
        "text": "It is a lewd book which made Mihiki the subject. It is a story for enthusiasts in which Ryonosuke Morichika, Yakuza Samurai, and the Fortune-teller weave the three connections of Kunzu Fray."
      },
      {
        "id": "moritika11",
        "text": "It is a lewd book which made Mihiki the subject. It is a story for an extremely enthusiastic enthusiast who uses Rinnosuke Morichika, Yakuza Samurai, and Fortune-intimidating Kunzan as a sex slave by three people."
      },
      {
        "id": "moritika12",
        "text": "It is a lewd book which made Mihiki the subject. It is a story in which Rinnosuke Morichika masturbates in various ways. It begins with handjob and extends to nipples, anus, urethra and self-blowjob. It is also nod that a woman has no feeling of love."
      },
      {
        "id": "moritika13",
        "text": "It is a lewd book which made Mihiki the subject. It is a story in which Ryonosuke Morichika who is lost in the outside world is deceived by a bad man and his anus is fucked and the joy as a female is engraved."
      },
      {
        "id": "ibaraki_kasen01",
        "text": "It is an obscene book on the subject of a pretty girl. It is a horny story in which the lustful Ibaraki Kaohsiung reversely rapes you in what is called Fuchu-jutsu."
      },
      {
        "id": "ibaraki_kasen02",
        "text": "It is an obscene book on the subject of a pretty girl. It is a story that you, who became a disciple of Kabari Ibaraki, is taught the technique of Fuchu."
      },
      {
        "id": "ibaraki_kasen03",
        "text": "It is a self-produced book on the subject of pretty girls. It is a story that Kabari Ibaraki continues to preach. The hermit is very good at preaching."
      },
      {
        "id": "motoori_kosuzu01",
        "text": "It is an obscene book on the subject of a pretty girl. It is a story of the obscene days of Motoi Kouzu who became a captive of youkai."
      },
      {
        "id": "motoori_kosuzu02",
        "text": "It is an obscene book on the subject of a pretty girl. This is the story of Motoi Kosuzu who masturbates under the influence of adult comics in foreign books."
      },
      {
        "id": "motoori_kosuzu03",
        "text": "It is an obscene book on the subject of a pretty girl. It is the story of Motoi Kosuzu who is played with You in exchange for foreign books."
      },
      {
        "id": "hiedano_akyuu01",
        "text": "It is an obscene book on the subject of a pretty girl. This is a story in which Ayasu Hieda tests the sex knowledge inherited from the previous life for you."
      },
      {
        "id": "hiedano_akyuu02",
        "text": "It is an obscene book on the subject of a pretty girl. It is a story about Ayaka Hieda being violated by a villager under the name of making a succession."
      },
      {
        "id": "hiedano_akyuu03",
        "text": "It is an obscene book on the subject of a pretty girl. It is an immoral story in which a satoto murders the dead body of Ayasu Hieda who suddenly reaches the end of his life."
      },
      {
        "id": "sunny_milk01",
        "text": "It is an obscene book on the subject of a pretty girl. It's a story in which Sunny Milk gets too mischievous and is caught by a falcon and covered with semen."
      },
      {
        "id": "sunny_milk02",
        "text": "It is an obscene book on the subject of a pretty girl. The story of Sunny Milk, a sexual mischief for foster people."
      },
      {
        "id": "sunny_milk03",
        "text": "It is a self-produced book on the subject of pretty girls. It's a story about Sunny Milk, which helps cows in the ranch and works as a milk delivery job."
      },
      {
        "id": "lunar_child01",
        "text": "It is an obscene book on the subject of a pretty girl. It is a story in which Luna Child who runs a prank on a foster and escapes by one person is insulted as if he is angry."
      },
      {
        "id": "lunar_child02",
        "text": "It is an obscene book on the subject of a pretty girl. A collection of illustrations that Luna Child continues to suck."
      },
      {
        "id": "lunar_child03",
        "text": "It is a self-produced book on the subject of pretty girls. Luna Child is the cover. Contents are photos of chestnuts and photos of dishes using chestnuts."
      },
      {
        "id": "star_saphire01",
        "text": "It is an obscene book on the subject of a pretty girl. A star sapphire captured by a foster is a decadent story in which it is turned into a fairy onaho."
      },
      {
        "id": "star_saphire02",
        "text": "It is an obscene book on the subject of a pretty girl. A story about a star sapphire who picks up an adult comic from the outside world and masturbates."
      },
      {
        "id": "star_saphire03",
        "text": "It is a self-produced book on the subject of pretty girls. It is a story in which Star Sapphire fell in love with You at first sight and became a wife."
      },
      {
        "id": "ibuki_suika01",
        "text": "It is an obscene book on the subject of a pretty girl. It is a humiliating book that rapes Ibuki Suika who was drunk at a banquet."
      },
      {
        "id": "ibuki_suika02",
        "text": "It is an obscene book on the subject of a pretty girl. The story tells you that you lost the virginity after losing against drinking Ikabuki. It is an immoral appearance to taste the taste of a human man with greed that does not match his small body."
      },
      {
        "id": "ibuki_suika03",
        "text": "It is a self-produced book on the subject of pretty girls. This is a special feature of Ibuki Saika. More than 100 kinds of vomit are drawn in full color in vivid colors, such as refreshing sake snacks and the remains of home-cooked dishes mixed with white rice and vegetables. Who would want such a book? "
      }
    ],
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "id": "Hentai_book_koumakyou",
    "type": "BOOK",
    "name": "Doujinshi of Touhou Project",
    "//": "I want to cover all the characters. I think there are many dissatisfactions because the creator of the imagination poorly thought about it. Please make corrections and additions by yourself.",
    "description": "It is an obscene book on the subject of a pretty girl. Keep in mind, there are too many snippets for me to care about translating them all.",
    "weight": 180,
    "volume": 4,
    "price": 10000,
    "material": [ "paper" ],
    "symbol": "?",
    "color": "pink",
    "intelligence": 6,
    "time": 5,
    "chapters": 28,
    "fun": 30,
    "snippet_category": [
      {
        "id": "lumia01",
        "text": "It is a self-produced book on the subject of pretty girls. It's a cannibal story in which Lumia eats and kills foster people one after another."
      },
      {
        "id": "lumia02",
        "text": "It is an obscene book on the subject of a pretty girl. It is a story in which Rumia is incapacitated by a trap of a foster and is insulted by the foster."
      },
      {
        "id": "lumia03",
        "text": "It is a self-produced book on the subject of pretty girls. It is a story in which Lumia cultivates a gentle you and pure love for food."
      },
      {
        "id": "cirno01",
        "text": "It is an obscene book on the subject of a pretty girl. It is a story in which a proud Cirno is defeated by a foster, and as much as possible is insulted."
      },
      {
        "id": "cirno02",
        "text": "It is an obscene book on the subject of a pretty girl. It is a story in which Cirno is cleverly put on the villagers and raped."
      },
      {
        "id": "cirno03",
        "text": "It is an obscene book on the subject of a pretty girl. This is a story of Cirno who masturbates and works like a monkey."
      },
      {
        "id": "hong_meirin01",
        "text": "It is an obscene book on the subject of a pretty girl. This is the story of Ben Misuzu, who lost the match with You and became a disciple, and performed Bunchaku to become stronger."
      },
      {
        "id": "hong_meirin02",
        "text": "It is a self-produced book on the subject of pretty girls. This is an illustration collection of Ben Misuzu who dances brilliantly in Tai Chi."
      },
      {
        "id": "hong_meirin03",
        "text": "It is a self-produced book on the subject of pretty girls. This is an illustration collection of Ben Misuzu who dances brilliantly in Tai Chi."
      },
      {
        "id": "patchouli_knowledge01",
        "text": "It is an obscene book on the subject of a pretty girl. It is a story in which Patchouli sucks energy from you through sex to amplify his magical power."
      },
      {
        "id": "patchouli_knowledge02",
        "text": "It is an obscene book on the subject of a pretty girl. A story about a patchouli who was in a witch hunt being a you sex slave."
      },
      {
        "id": "patchouli_knowledge03",
        "text": "It is a self-produced book on the subject of pretty girls. This is a commentary by Patchouli on novels from ancient and modern times. "
      },
      {
        "id": "izayoi_sakuya01",
        "text": "It is an obscene book on the subject of a pretty girl. It is the story of Sakuya Izayoi, who serves the you who became the master of the Red Devil Mansion. "
      },
      {
        "id": "izayoi_sakuya02",
        "text": "It is an obscene book on the subject of a pretty girl. This is a story about Sakuya Izayoi, who went shopping in a village and is attacked by a villager and turned into a sex slave. "
      },
      {
        "id": "izayoi_sakuya03",
        "text": "It is a self-produced book on the subject of pretty girls. Sakuya Izayoi is a maid's guidebook that carefully explains the maid's knowledge. "
      },
      {
        "id": "remilia_scarlet01",
        "text": "It is an obscene book on the subject of a pretty girl. It is a story about Remilia, who has been defeated by the you of the vampire hunter, begging him to be a sex slave. "
      },
      {
        "id": "remilia_scarlet02",
        "text": "It is an obscene book on the subject of a pretty girl. It is a story in which you are presented to Remilia as a sacrifice from a village and deprived of virginity. "
      },
      {
        "id": "remilia_scarlet03",
        "text": "It is a self-produced book on the subject of pretty girls. This is a collection of illustrations by which Remilia eats pudding deliciously. "
      },
      {
        "id": "frandre_scarlet01",
        "text": "It is an obscene book on the subject of a pretty girl. It is a story in which you is given as Flandre's adolescent sex tool. "
      },
      {
        "id": "frandre_scarlet02",
        "text": "It is an obscene book on the subject of a pretty girl. It is a story in which the evil magician you who hijacked the Red Devil Mansion revives and uses the defeated Flandre as a sex slave. "
      },
      {
        "id": "frandre_scarlet03",
        "text": "It is a self-produced book on the subject of pretty girls. A cruel story in which you becomes the target of a shooting game as a Flandre toy. "
      }
    ],
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "id": "Hentai_book_youyoumu",
    "type": "BOOK",
    "name": "Doujinshi of Touhou Project",
    "//": "We aim to cover all characters. Imagination I think that there are a lot of omissions and dissatisfactions because the authors of poverty considered it properly. Please modify and add your own. In other words, we are looking for someone to rewrite everything! ",
    "description": "It is an obscene book on the subject of a pretty girl. Keep in mind, there are too many snippets for me to care about translating them all.",
    "weight": 180,
    "volume": 4,
    "price": 10000,
    "material": [ "paper" ],
    "symbol": "?",
    "color": "pink",
    "intelligence": 6,
    "time": 5,
    "chapters": 28,
    "fun": 30,
    "snippet_category": [
      {
        "id": "letty_whiterock01",
        "text": "It is an obscene book on the subject of a pretty girl. It is an immoral story that Letty Whiterock loves a handsome boy found in the village and put it in ice. "
      },
      {
        "id": "letty_whiterock02",
        "text": "It is an obscene book on the subject of a pretty girl. A book for enthusiasts who have sex with your wife, Letty Whiterock, even though it's nearing the end of the month. "
      },
      {
        "id": "letty_whiterock03",
        "text": "It is a self-produced book on the subject of pretty girls. It's a story about the daily life of the snug, retty white rock, in her bold yet adorable life. "
      },
      {
        "id": "chen01",
        "text": "It is a self-produced book on the subject of pretty girls. It is a story of how Orange struggles to become the leader of the Mayoiga cats. . "
      },
      {
        "id": "chen02",
        "text": "It is an obscene book on the subject of a pretty girl. Your a tempted Orange with Matatabi and took the Shikigami's covenant when he was guarded, and became the Lord himself. It is a devil story that does everything possible to insult. "
      },
      {
        "id": "chen03",
        "text": "It is a self-produced book on the subject of pretty girls. A heartwarming story about the life of Orange, who has fallen in love with you who love cats. "
      },
      {
        "id": "alice_margatroid01",
        "text": "It is an obscene book on the subject of a pretty girl. It is a story in which you get lost in a magical forest, get into trouble with Alice's house and squeeze out semen. "
      },
      {
        "id": "alice_margatroid02",
        "text": "It is an obscene book on the subject of a pretty girl. A collection of illustrations where Alice masturbates. It covers a wide range of acts, starting with handjob and sex, and using dolls. "
      },
      {
        "id": "alice_margatroid03",
        "text": "It is an obscene book on the subject of a pretty girl. You are a witch-hunting story that makes Alice a sex slave. It is a book for enthusiasts because most of it is sexual intercourse that is radical and deviates from ethics. "
      },
      {
        "id": "lunasa_prismriver01",
        "text": "It is an obscene book on the subject of a pretty girl.It is a story in which Lunasa who is practicing is complained excessively about the noise and is fucked by a foster person with a serious character. "
      },
      {
        "id": "lunasa_prismriver02",
        "text": "It is an obscene book on the subject of a pretty girl. It is a story in which you and Lunasa during the night play a ripe tone all night long. The clitoris is loved like pulling strings, the vagina is blown like a whistle, and the fraudulent voice is compared to music. "
      },
      {
        "id": "lunasa_prismriver03",
        "text": "It is a self-produced book on the subject of pretty girls. It is a story that depicts the daily lives of people swayed by the tone of depression played by Lunasa. "
      },
      {
        "id": "merlin_prismriver01",
        "text": "It is an obscene book on the subject of a pretty girl. It is a story in which a satojin who went mad when he heard the sound of a manic raped a merlin with the momentum."
      },
      {
        "id": "merlin_prismriver02",
        "text": "It is an obscene book on the subject of a pretty girl. It is the story of Merlin who has been made into the musical instrument of you. It connects you with your genitals and genitals, and plays cheers as you wish. "
      },
      {
        "id": "merlin_prismriver03",
        "text": "It is a self-produced book on the subject of pretty girls.It is a heartwarming story in which Merlin walks in the sound of manic and cheer up the depressed person unknowingly. It's a secret that you're so energetic that it's annoying people around you. "
      },
      {
        "id": "lyrica_prismriver01",
        "text": "It is an obscene book on the subject of a pretty girl. There's no particular reason to do so, but it's a practical straight-forward book where Lyrica suddenly gets fucked by you. "
      },
      {
        "id": "lyrica_prismriver02",
        "text": "It is an obscene book on the subject of a pretty girl. Lyrica kept by you with money. It's a deeply emotional book with a feeling of innocence, in which the relationship between only bodies without love is drawn. .. "
      },
      {
        "id": "lyrica_prismriver03",
        "text": "It is a self-produced book on the subject of pretty girls. Lyrica, who met you who freely plays the same forgotten tone as himself, turned out to be a rival from a rivalry heart It is a story that goes on. "
      },
      {
        "id": "saigyouji01",
        "text": "It is an obscene book on the subject of a pretty girl. It's a story. "
      },
      {
        "id": "saigyouji02",
        "text": "It is an obscene book on the subject of a pretty girl. It is concluded with the fall that it will go up. "
      },
      {
        "id": "saigyouji03",
        "text": "It is a self-produced book on the subject of pretty girls. It is a famous Gensokyo gourmet guide compiled by Yuyuko Saigyouji. It covers all restaurants in the area, and from the exterior and interior of the store, all the food items written are posted in color photographs. The taste of the food is meticulously evaluated from the atmosphere of the restaurant, and the thickness of the book is as complete as an encyclopedia. "
      },
      {
        "id": "yakumo_ran01",
        "text": "It is an obscene book on the subject of a pretty girl. It is a story that Ai Yakumo recalls the days before. "
      },
      {
        "id": "yakumo_ran02",
        "text": "It is an obscene book on the subject of a pretty girl. The story of You, who was hidden in God, is squeezed by the nine-tailed fox as a taste of a man after a long time, and then eaten away. "
      },
      {
        "id": "yakumo_ran03",
        "text": "It is a self-produced book on the subject of pretty girls. It is a story that lacks the undulations that Ai Yakumo loves orange. The story is messy and I don't understand. But it just needs to be cute. "
      },
      {
        "id": "yakumo_yukari01",
        "text": "It is an obscene book on the subject of a pretty girl. It is a story in which you, an inspiring boy from the outside world, is defeated by Shimo Yakumo in comparison with the experiment and deprived of virginity as punishment. This is a book with a striking neat little purple Yakumo blame. "
      },
      {
        "id": "yakumo_yukari02",
        "text": "It is a self-produced book on the subject of pretty girls. A beauty magazine explained by Yakumo Murasaki. From cosmetics that look beautiful to healthy lifestyles and anti-aging methods, etc. are detailed. "
      },
      {
        "id": "yakumo_yukari03",
        "text": "It is a self-produced book on the subject of pretty girls. This is a collection of illustrations of Spy Yakumo who is hibernating. Only the sleeping face is drawn over 10 pages. "
      }
    ],
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "id": "Hentai_book_eiyasyou",
    "type": "BOOK",
    "name": "Doujinshi of Touhou Project",
    "//": "I am aiming to cover all the characters. I think that there are many omissions and dissatisfaction points because the creator of the imaginative poverty appropriately thought. Please modify and add each one. Recruiting people to help me! ",
    "description": "It is an obscene book on the subject of a pretty girl. Keep in mind, there are too many snippets for me to care about translating them all.",
    "weight": "180 g",
    "volume": "40 ml",
    "price": 10000,
    "material": [ "paper" ],
    "symbol": "?",
    "color": "pink",
    "intelligence": 6,
    "time": 5,
    "chapters": 28,
    "fun": 30,
    "snippet_category": [
      {
        "id": "wriggle_nightbug01",
        "text": "It is an obscene book on the subject of a pretty girl. It is a story in which you commits a wriggle by calling it pest control. It is a book that chooses people because it is a heartless act of just throwing away the spirit. "
      },
      {
        "id": "wriggle_nightbug02",
        "text": "It is an obscene book on the subject of a pretty girl. It is a story of Wriggle who is hypnotized and fucked by you. Various actions are woven such that the semen is assumed to be the nectar of the flower and the cock is sucked. Finally concludes with pregnancy. "
      },
      {
        "id": "wriggle_nightbug03",
        "text": "It is a self-produced book on the subject of pretty girls. This is a heartwarming book in which you who stepped into the sea for suicide meet a little sparkling firefly youkai girl in the dark night and regain the hope of living. "
      },
      {
        "id": "mistia_lorelei01",
        "text": "It is a self-produced book on the subject of pretty girls. This is a heartwarming book in which Mystia finds your fresh corpse that has committed suicide and enjoys it deliciously. The delicately cooked human meat dishes are so appetizing that they are drooling. "
      },
      {
        "id": "mistia_lorelei02",
        "text": "It is an obscene book on the subject of a pretty girl. It is a book that deals with you as a stall customer and makes a drunk mystia. It's practical enough that you can realize all of the delusions you've usually accumulated, but in the latter half it may be for advanced players as it shifts to maniac play. "
      },
      {
        "id": "mistia_lorelei03",
        "text": "It is a self-produced book on the subject of pretty girls. It's a story of a rowing Mystia who sells lampreys to people who see them as birds. Even if you aren't smart, it's an impressive book that you can get through with a youkai-like height. "
      },
      {
        "id": "kamisirasawa_keine01",
        "text": "It is an obscene book on the subject of a pretty girl. It is a book that you go to Terakoya and confess to Hion sensei and climb the stairs of adults. The mature and polite introduction is very helpful. "
      },
      {
        "id": "kamisirasawa_keine02",
        "text": "It is an obscene book on the subject of a pretty girl. This is a book in which you, a thug, take advantage of the difficult management of a Terakoya and play with the body of Mr. Kamishirozawa as an alternative to interest. Your vulgar character is exposed and extremely insulting. "
      },
      {
        "id": "kamisirasawa_keine03",
        "text": "It is a self-produced book on the subject of pretty girls. This is a heartwarming book that depicts the everyday scenery of Keine Shirasawa. Starting from the Terakoya, you can feel nostalgia for the peaceful life in the village. "
      }
    ],
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "id": "Hentai_book_tireiden",
    "type": "BOOK",
    "name": "Doujinshi of Touhou Project",
    "//": "I am aiming to cover all characters. I think that there are many omissions and dissatisfactions because the creator of the imaginative poverty appropriately thought. Please modify and add each one please. Or rather, we are looking for someone to rewrite everything! ",
    "description": "It is an obscene book on the subject of a pretty girl. Keep in mind, there are too many snippets for me to care about translating them all.",
    "weight": 180,
    "volume": 4,
    "price": 10000,
    "material": [ "paper" ],
    "symbol": "?",
    "color": "pink",
    "intelligence": 6,
    "time": 5,
    "chapters": 28,
    "fun": 30,
    "snippet_category": [
      {
        "id": "hosiguma_yuugi01",
        "text": "It is a self-produced book on the subject of pretty girls.It is a story in which Yuki Hoshikuma, who has been defeated in comparison with the power of you, rushes into becoming a wife. It's quite dashing up to the place where she became a rushed wife, but when she gets into her newlyweds, she suddenly becomes embarrassed because of embarrassment. "
      },
      {
        "id": "hosiguma_yuugi02",
        "text": "It is an obscene book on the subject of a pretty girl. You are defeated compared to the power of Yuki Hoshikuma, and you are kept as a slave for libido processing. You are supposed to be strong, but you are treated like a child, and you are fucked by Yuki Hoshikuma in a position where a woman is played. "
      },
      {
        "id": "hosiguma_yuugi03",
        "text": "It is a self-produced book on the subject of pretty girls. This is a picture scroll depicting Yuki Hoshikuma's battle at Oeyama. A bitter memory of being defeated because he was unable to exert his power and fell into the ploy of Minamoto no Yorimitsu is depicted. "
      }
    ],
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "id": "Hentai_book_seirensen",
    "type": "BOOK",
    "name": "Doujinshi of Touhou Project",
    "//": "I am aiming to cover all characters. I think that there are many omissions and dissatisfactions because the creator of the imaginative poverty appropriately thought. Please modify and add each one please. Or rather, we are looking for someone to rewrite everything! ",
    "description": "It is an obscene book on the subject of a pretty girl. Keep in mind, there are too many snippets for me to care about translating them all.",
    "weight": "180 g",
    "volume": "40 ml",
    "price": 10000,
    "material": [ "paper" ],
    "symbol": "?",
    "color": "pink",
    "intelligence": 6,
    "time": 5,
    "chapters": 28,
    "fun": 30,
    "snippet_category": [
      {
        "id": "nazrin01",
        "text": "It is an obscene book on the subject of a pretty girl. It is a story of Nazulin, who is struck by the poisonous fangs of a youkai, a vicious youkai. It is fucked again and again to form a baby, and is born again. This is an insulting book. "
      },
      {
        "id": "nazrin02",
        "text": "It is an obscene book on the subject of a pretty girl. It is the marriage of the mouse of Gensokyo version. Nazulin is looking for a son-in-law, and while visiting various partners, he arrives at you as a sato. In the latter half of the year, it's finished with making children just to have a baby. "
      },
      {
        "id": "nazrin03",
        "text": "It is a self-produced book on the subject of pretty girls. It is a story depicting Nazulin on the side as a treasure hunter. With your partner, I will aim for an unexplored area and move forward despite suffering and crisis. Can they get the treasure? .. "
      },
      {
        "id": "tatara_kogasa01",
        "text": "It is a self-produced book on the subject of pretty girls. It is a story of the hardships and efforts of Tatara Koshigaya who has begun to take the path as a babysitter. I can't understand how to treat a child or the idea of ​​a baby, and I'm just being swayed and it doesn't work at all. Only the motivation is the same. "
      },
      {
        "id": "tatara_kogasa02",
        "text": "It is an obscene book on the subject of a pretty girl. It is a story of Tatara small umbrella that you took away your umbrella. I was embraced by you because I promised to redeem my umbrella. I can't keep my promise and I'll end up as a mistress forever. "
      },
      {
        "id": "tatara_kogasa03",
        "text": "It is a self-produced book on the subject of pretty girls. This is a book that describes the nutritional situation of Tatara small umbrella. I am trying to change people's hands and change goods to surprise people, but the results have failed. I'm just hungry. "
      }
    ],
    "flags": [ "TRADER_AVOID" ]
  }
]
