[
  {
    "type": "GENERIC",
    "id": "henry_note",
    "category": "books",
    "symbol": ",",
    "color": "white",
    "name": { "str": "Henry's note" },
    "description": "To anyone who find this, my name is Henry Crowford, i'm 4th grade new employee guard, i somehow managed to leave this building just before the portals opened in Scarlet Site laboratory, to anyone who decides to scavenge this place, there is a lot of turrets activated, and this not including guard bots, just leave this place. If you decide to enter and somehow bypass turrets, i have seen a strange shadow of elongated eel like something going underground. I must return to Scarlet Site main lab and stop this breach, but before i have to meet my old friend John Koffer",
    "price": 0,
    "material": [ "paper" ],
    "weight": 3,
    "volume": 0
  },
  {
    "type": "GENERIC",
    "id": "note_new_employee",
    "category": "books",
    "symbol": ",",
    "color": "white",
    "name": { "str": "A note about new employee" },
    "description": "Today i have been talking to our new employee Henry Crowford, he is our new 4th grade guard. Strange 26 year old person, he is bearing the same last name as our CEO - Peter Crowford, anyway noone actually have seen our CEO, so i need to be very careful with this person",
    "price": 0,
    "material": [ "paper" ],
    "weight": 3,
    "volume": 0
  },
  {
    "type": "GENERIC",
    "id": "Research_department_alien_hierarchy",
    "category": "books",
    "symbol": ",",
    "color": "white",
    "name": { "str": "Research department XHG.043 !CLASSIFIELD!" },
    "description": "After interrogating with captured *alien* we managed to extract several data about their hierarchy, to make things easier Professor arranged it to ranks from D(weakest) to SSS (???Ancient??? rulers), every kind be it drone, juggernaut or even archon have its own rank. Ranks go as following D (commonly found, low-level ship crew or soldiers), C (less common, the difference is only the type of armor and weapons they wear), B (low-rank commanders, badly armored and armed but have ability to -----, A (high-rank commanders, sometimes command scout ships), S (nobles, have the ability to open portals from ships orbiting the planet), SS (!!!Classifield!!!), SSS (!!!Classifield!!!)",
    "price": 0,
    "material": [ "paper" ],
    "weight": 3,
    "volume": 0
  },
  {
    "type": "GENERIC",
    "id": "Scarlet_Site_hierarchy",
    "category": "books",
    "symbol": ",",
    "color": "white",
    "name": { "str": "Corporation hierarchy reminder" },
    "description": "Welcome to Scarlet Site Corporation new employee. This reminder will make you understand our Corp Hierarchy. ==Ceo==, ==Vice-Ceo==, ==Senior Research department chief==, ==Senior Weapon Research department Chief==, ==Senior Quantum !!!CLASSIFIELD!!! research department chief==, ==1st-12th grade scientists==, ==Senior Security department Chief==, ==1st-4th grade guards==",
    "price": 0,
    "material": [ "paper" ],
    "weight": 3,
    "volume": 0
  }
]
