[
  {
    "type": "snippet",
    "category": "class_doc",
    "text": [
      "Subject WH-74 is fully aquatic. It is roughly ten feet tall. It can best be described as an over-sized humanoid with incredibly long arms. Although it keeps its lower body hidden, we've observed it has a mostly fish-like lower body. It requires no sustenance, but will nonetheless attack and eat any personnel that enter the enclosure. Do not Enter the enclosure unless it is for demonstration purposes."
    ]
  },
  {
    "type": "snippet",
    "category": "class_doc",
    "text": [
      "Human Grey Interaction - When in the presence of greys do not think anything you wouldn't want others to know. Do not think violent thoughts, especially about alien races. Do not get overly physical with greys, a handshake is customary. You are to report any strange urges and mental disturbances during or after interaction with greys."
    ]
  },
  {
    "type": "snippet",
    "category": "class_doc",
    "text": [
      "Reptilian Mannerisms - They are not a direct threat when left alone. They seem to create living chambers that resemble medieval throne rooms. They are extremely strong, and when not left alone, will attack and kill intruders. They seem to be telepathic, but rarely pass thoughts to humans. "
    ]
  },
  {
    "type": "snippet",
    "category": "class_doc",
    "text": [
      "Artifact Report - Type - Chainsaw | This chainsaw urges whoever wields it to kill, and endows them with great strength. It also causes a deep psychosis and a withdrawal effect when not using it, further increasing the need to use it."
    ]
  },
  {
    "type": "snippet",
    "category": "class_doc",
    "text": [
      "Artifact Report - Type - Violin | This is a violin made of bones. Playing it causes blood to pool on the floor, seemingly out of thin air. It has a sinister feeling while holding it, but more experimentation is needed."
    ]
  },
  {
    "type": "snippet",
    "category": "class_doc",
    "text": [
      "Subject WH-53 Commonly known as 'The Jersey Devil' was at one point captured and contained in our facilities at site 4 but has since escaped. It is a bipedal creature resembling a deer with wings. Use caution if you encounter this creature as it can emit high decibel sounds which may damage hearing."
    ]
  }
]
